# NullParameterValue Properties

---
The NullParameterValue type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity. (Inherited from ParameterValue)
Top
#### Reference
NullParameterValue Class
Autodesk.Revit.DB Namespace